"CDRefreshHeaderIdleText" = "Pull down to refresh";
"CDRefreshHeaderPullingText" = "Release to refresh";
"CDRefreshHeaderRefreshingText" = "Loading...";

"CDRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"CDRefreshAutoFooterRefreshingText" = "Loading...";
"CDRefreshAutoFooterNoMoreDataText" = "No more data";

"CDRefreshBackFooterIdleText" = "Pull up to load more";
"CDRefreshBackFooterPullingText" = "Release to load more.";
"CDRefreshBackFooterRefreshingText" = "Loading...";
"CDRefreshBackFooterNoMoreDataText" = "No more data";

"CDRefreshHeaderLastTimeText" = "Last update:";
"CDRefreshHeaderDateTodayText" = "Today";
"CDRefreshHeaderNoneLastDateText" = "No record";
